Repository: ardium-pl/homepage
Catalog: client/locales/messages.*.xlf
Languages: pl

# header.home
source: Home
pl: Start

# header.services
source: Services
pl: Usługi

# header.contact
source: Contact
pl: Kontakt

# header.about
source: About us
pl: O nas

# offices.card.phone
source: Phone:
pl: Telefon:

# extended-about.about-us.title
source: About us
pl: O nas

# extended-about.about-us.content1
source: We specialize in advanced production deployments of large language models. We believe that the key to effectively utilizing AI in an organization is the precise configuration of models. We provide comprehensive support—from the initial idea, through model customization, to integration with corporate tools and maintaining the solution in the chosen environment.
pl: Specjalizujemy się w zaawansowanych wdrożeniach produkcyjnych dużych modeli językowych. Wierzymy, że kluczem do skutecznego wykorzystania AI w organizacji jest precyzyjna konfiguracja modeli. Zapewniamy kompleksowe wsparcie — od pomysłu, przez dostosowanie modelu, aż po integrację z firmowymi narzędziami i utrzymanie rozwiązania w wybranym środowisku.

# extended-about.about-us.content2
source: We most often work with unstructured data derived from documents in various formats. Together with our clients, we design processes that enable the model to operate autonomously—without the need for constant supervision.
pl: Najczęściej pracujemy z nieustrukturyzowanymi danymi pochodzącymi z dokumentów w najróżniejszych formatach. Wspólnie z klientem projektujemy procesy, które umożliwiają modelowi samodzielne działanie — bez konieczności stałego nadzoru.

# extended-about.about-senetic-collab.title
source: Our Collaboration with Senetic
pl: Nasza współpraca z Senetic

# extended-about.about-senetic-collab.content
source: We collaborate with Senetic on implementations within the Microsoft ecosystem. We create the best configurations for our clients that enable the reliable utilization of Azure AI capabilities. In turn, Senetic is responsible for managing areas related to compliance, hosting, and direct communication with the software manufacturer.
pl: Współpracujemy z firmą Senetic przy wdrożeniach w ekosystemie Microsoft. Tworzymy dla klientów najlepsze konfiguracje, które umożliwiają niezawodne wykorzystanie możliwości Azure AI. Z kolei Senetic odpowiada za obsługę obszarów związanych z compliance, hostingiem oraz bezpośrednim kontaktem z producentem oprogramowania.

# staff.pre-heading
source: People
pl: Ludzie

# staff.title
source: Meet the crew
pl: Poznaj nasz zespół

# job_titles.lead_technical_specialist
source: Lead Technical Specialist
pl: Główny Specjalista Techniczny

# job_titles.team_lead_manager
source: Team Lead Manager
pl: Kierownik Zespołu

# job_titles.chief_of_sales
source: Chief of Sales
pl: Dyrektor ds. Sprzedaży

# contact.title
source: Have any questions? Let's answer them
pl: Masz jakieś pytania? Odpowiemy na nie

# contact.send
source: Send your message
pl: Wyślij wiadomość

# hero.pre-heading
source: Business automation
pl: Automatyzacja biznesu

# hero.title
source: Empowering Business Growth Through Automation Solutions
pl: Wspieramy rozwój biznesu poprzez rozwiązania automatyzacji

# hero.subtitle
source: At Ardium, we create fully custom software tailored to your needs, with a focus on exceptional design and comprehensive employee training.
pl: W Ardium tworzymy w pełni spersonalizowane oprogramowanie dostosowane do Twoich potrzeb, z naciskiem na wyjątkowy design i kompleksowe szkolenie pracowników.

# hero.contact-us
source: Contact Us
pl: Skontaktuj się z nami

# offices.title
source: Our office
pl: Nasze biuro

# offices.subtitle
source: If you want to meet with us in person.
pl: Jeśli chcesz spotkać się z nami osobiście.

# offices.city.warsaw
source: Warsaw
pl: Warszawa

# services.pre-heading
source: Services
pl: Usługi

# services.title
source: Services we offer
pl: Usługi, które oferujemy

# services.subtitle
source: This is what exactly are we good at.
pl: Dokładnie w tym jesteśmy dobrzy.

# services.excel.title
source: Excel automation
pl: Automatyzacja Excela

# services.excel.description
source: We specialize in eliminating extensive Excel usage by automating data flows and moderation. Whether it's creating full web apps or automations within Excel, we tackle even the most complex and unique business processes.
pl: Specjalizujemy się w redukcji zaawansowanego użycia Excela, automatyzując przepływy danych i moderację. Tworzymy aplikacje webowe i automatyzacje w Excelu, radząc sobie ze złożonymi i unikalnymi procesami biznesowymi.

# services.ai.title
source: AI Integration
pl: Integracja AI

# services.ai.description
source: We integrate LLMs and create custom GPTs that interact with your company data, helping you process long texts such as legal documents and emails. Our solutions enhance your business operations with intelligent automation.
pl: Integrujemy modele językowe i tworzymy dostosowane GPT, współpracujące z danymi firmy. Ułatwiamy przetwarzanie obszernych tekstów, jak dokumenty prawne czy e-maile, poprzez inteligentną automatyzację.

# services.software.title
source: Custom Software Solutions
pl: Dopasowane rozwiązania

# services.software.description
source: We develop fully customized software solutions with a focus on great design and user experience. Our automated apps seamlessly fit into your business processes, ensuring efficiency and ease of use for all your employees.
pl: Tworzymy w pełni dostosowane oprogramowanie z naciskiem na design i wygodę użytkowników. Nasze aplikacje automatycznie integrują się z procesami biznesowymi, zwiększając efektywność i łatwość użytkowania dla pracowników.

# global.address.warsaw
source: Aleje Jerozolimskie 134 02-305, Warsaw, Poland
pl: Aleje Jerozolimskie 134 02-305, Warszawa, Polska

# form-errors.required
source: Please enter something here
pl: Wpisz coś tutaj

# form-errors.email
source: Please enter a valid email
pl: Wprowadź prawidłowy adres e-mail
